tutorials/compressibleInterFoam/depthCharge2D/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev-09ca1eb6b56f                      |
|   \\  /    A nd           |                                                 |
|    \\/     M anipulation  |                                www.OpenFOAM.org |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    walls
    {
        type            wall;
        nFaces          480;
        startFace       25360;
    }
    frontAndBack
    {
        type            empty;
        nFaces          25600;
        startFace       25840;
    }
)

// ************************************************************************* //
